[
  {
    "id": "privacy_notice_title",
    "en": "Privacy Notice",
    "fr": "Avis de confidentialité",
    "es": "Aviso de privacidad",
    "ru": "Уведомление о конфиденциальности",
    "zh": "隐私声明",
    "ar": "إشعار الخصوصية",
    "fa": "اطلاعیه حریم خصوصی",
    "ps": "د محرمیت خبرتیا",
    "bn": "গোপনীয়তা বিজ্ঞপ্তি",
    "de": "Datenschutzhinweis"
  },
  {
    "id": "privacy_notice_html",
    "en": "<div class='privacy-notice'><p><em>Summary of key points from our privacy policy and terms of use. For complete details, please review the full documents linked below.</em></p><p>MapX data handling:<ul><li>Collects usage logs for project statistics</li><li>Does not share data with third-party organizations</li><li>Stores email addresses only for authenticated sessions</li><li>Uses one-time passwords, which are never stored in the database</li><li>Relies on browser cache for performance optimization</li><li>Allows users to log out and clear cache, session data, and other stored information from the <em>Clear cached data</em>, in the utilities section of the toolbox</li><li>Third-party visualization tools may set additional cookies when displaying external data</li></ul></p></div>",
    "fr": "<div class='privacy-notice'><p><em>Résumé des points clés de notre politique de confidentialité et de nos conditions d'utilisation. Pour plus de détails, veuillez consulter les documents complets via les liens ci-dessous.</em></p><p>Gestion des données MapX :<ul><li>Collecte des journaux d'utilisation pour les statistiques du projet</li><li>Ne partage pas de données avec des organisations tierces</li><li>Stocke les adresses e-mail uniquement pour les sessions authentifiées</li><li>Utilise des mots de passe à usage unique, qui ne sont jamais stockés dans la base de données</li><li>S'appuie sur le cache du navigateur pour l'optimisation des performances</li><li>Permet aux utilisateurs de se déconnecter et d'effacer le cache, les données de session et autres informations stockées depuis <em>Effacer les données en cache</em>, dans la section utilitaires de la boîte à outils</li><li>Les outils de visualisation tiers peuvent définir des cookies supplémentaires lors de l'affichage de données externes</li></ul></p></div>",
    "es": "<div class='privacy-notice'><p><em>Resumen de los puntos clave de nuestra política de privacidad y términos de uso. Para más detalles, consulte los documentos completos a través de los enlaces a continuación.</em></p><p>Gestión de datos de MapX:<ul><li>Recopila registros de uso para estadísticas del proyecto</li><li>No comparte datos con organizaciones de terceros</li><li>Almacena direcciones de correo electrónico solo para sesiones autenticadas</li><li>Utiliza contraseñas de un solo uso, que nunca se almacenan en la base de datos</li><li>Se basa en el caché del navegador para la optimización del rendimiento</li><li>Permite a los usuarios cerrar sesión y borrar caché, datos de sesión y otra información almacenada desde <em>Borrar datos en caché</em>, en la sección de utilidades de la caja de herramientas</li><li>Las herramientas de visualización de terceros pueden establecer cookies adicionales al mostrar datos externos</li></ul></p></div>",
    "ru": "<div class='privacy-notice'><p><em>Краткое изложение ключевых положений нашей политики конфиденциальности и условий использования. Полные документы доступны по ссылкам ниже.</em></p><p>Обработка данных MapX:<ul><li>Собирает журналы использования для статистики проекта</li><li>Не передает данные сторонним организациям</li><li>Хранит адреса электронной почты только для аутентифицированных сессий</li><li>Использует одноразовые пароли, которые никогда не хранятся в базе данных</li><li>Использует кэш браузера для оптимизации производительности</li><li>Позволяет пользователям выходить из системы и очищать кэш, данные сессии и другую сохраненную информацию через <em>Очистить кэшированные данные</em> в разделе утилит панели инструментов</li><li>Сторонние инструменты визуализации могут устанавливать дополнительные файлы cookie при отображении внешних данных</li></ul></p></div>",
    "zh": "<div class='privacy-notice'><p><em>以下是我们隐私政策和使用条款的要点摘要。如需完整详情，请通过下方链接查阅完整文档。</em></p><p>MapX数据处理：<ul><li>收集使用日志用于项目统计</li><li>不与第三方组织共享数据</li><li>仅在认证会话期间存储电子邮件地址</li><li>使用一次性密码，从不存储在数据库中</li><li>依靠浏览器缓存进行性能优化</li><li>允许用户通过工具箱实用工具部分的<em>清除缓存数据</em>注销并清除缓存、会话数据和其他存储的信息</li><li>第三方可视化工具在显示外部数据时可能设置额外的cookies</li></ul></p></div>",
    "ar": "<div class='privacy-notice' dir='rtl'><p><em>ملخص للنقاط الرئيسية من سياسة الخصوصية وشروط الاستخدام. للاطلاع على التفاصيل الكاملة، يرجى مراجعة المستندات الكاملة عبر الروابط أدناه.</em></p><p>معالجة بيانات MapX:<ul><li>يجمع سجلات الاستخدام لإحصائيات المشروع</li><li>لا يشارك البيانات مع المنظمات الخارجية</li><li>يخزن عناوين البريد الإلكتروني فقط للجلسات المصادق عليها</li><li>يستخدم كلمات مرور لمرة واحدة، ولا يتم تخزينها أبداً في قاعدة البيانات</li><li>يعتمد على ذاكرة التخزين المؤقت للمتصفح لتحسين الأداء</li><li>يسمح للمستخدمين بتسجيل الخروج ومسح ذاكرة التخزين المؤقت وبيانات الجلسة والمعلومات المخزنة الأخرى من <em>مسح البيانات المخزنة مؤقتاً</em> في قسم الأدوات المساعدة من صندوق الأدوات</li><li>قد تقوم أدوات العرض المرئي من جهات خارجية بتعيين ملفات تعريف ارتباط إضافية عند عرض البيانات الخارجية</li></ul></p></div>",
    "fa": "<div class='privacy-notice' dir='rtl'><p><em>خلاصه‌ای از نکات کلیدی سیاست حفظ حریم خصوصی و شرایط استفاده ما. برای جزئیات کامل، لطفاً اسناد کامل را از طریق لینک‌های زیر مطالعه کنید.</em></p><p>مدیریت داده‌های MapX:<ul><li>جمع‌آوری گزارش‌های استفاده برای آمار پروژه</li><li>عدم اشتراک‌گذاری داده‌ها با سازمان‌های شخص ثالث</li><li>ذخیره آدرس‌های ایمیل فقط برای جلسات احراز هویت شده</li><li>استفاده از رمزهای عبور یکبار مصرف که هرگز در پایگاه داده ذخیره نمی‌شوند</li><li>استفاده از حافظه پنهان مرورگر برای بهینه‌سازی عملکرد</li><li>امکان خروج کاربران و پاک کردن حافظه پنهان، داده‌های جلسه و سایر اطلاعات ذخیره شده از <em>پاک کردن داده‌های ذخیره شده</em> در بخش ابزارهای کمکی جعبه ابزار</li><li>ابزارهای تجسم داده‌های شخص ثالث ممکن است هنگام نمایش داده‌های خارجی، کوکی‌های اضافی تنظیم کنند</li></ul></p></div>",
    "ps": "<div class='privacy-notice' dir='rtl'><p><em>د محرمیت تګلارې او د کارولو شرایطو د مهمو ټکو لنډیز. د بشپړو جزیاتو لپاره، مهرباني وکړئ لاندې لینکونو له لارې بشپړ اسناد وګورئ.</em></p><p>د MapX د معلوماتو اداره کول:<ul><li>د پروژې د احصایو لپاره د کارولو ریکارډونه راټولوي</li><li>له دریمګړو سازمانونو سره معلومات نه شریکوي</li><li>یوازې د تصدیق شویو غونډو لپاره بریښنالیک پتې ساتي</li><li>د یو ځل کارولو پټنومونه کاروي، چې هیڅکله په ډاټابیس کې نه ساتل کیږي</li><li>د کړنې غوره کولو لپاره د براوزر کیش کاروي</li><li>کارونکو ته اجازه ورکوي چې د اوزار بکس د اسانتیاوو برخې څخه <em>کیش شوي معلومات پاک کړئ</em> له لارې وتل، کیش پاکول، د غونډې معلومات او نور ساتل شوي معلومات پاک کړي</li><li>د بهرنیو معلوماتو ښودلو پر مهال د دریم اړخ لیدنې وسیلې ممکن اضافي کوکیز تنظیم کړي</li></ul></p></div>",
    "bn": "<div class='privacy-notice'><p><em>আমাদের গোপনীয়তা নীতি এবং ব্যবহারের শর্তাবলীর মূল বিষয়গুলির সারসংক্ষেপ। সম্পূর্ণ বিবরণের জন্য, নীচের লিঙ্কগুলির মাধ্যমে সম্পূর্ণ নথি পর্যালোচনা করুন।</em></p><p>MapX ডেটা পরিচালনা:<ul><li>প্রকল্পের পরিসংখ্যানের জন্য ব্যবহারের লগ সংগ্রহ করে</li><li>তৃতীয় পক্ষের সংস্থার সাথে ডেটা শেয়ার করে না</li><li>শুধুমাত্র প্রমাণীকৃত সেশনের জন্য ইমেইল ঠিকানা সংরক্ষণ করে</li><li>এককালীন পাসওয়ার্ড ব্যবহার করে, যা কখনও ডাটাবেসে সংরক্ষণ করা হয় না</li><li>কর্মক্ষমতা অপ্টিমাইজেশনের জন্য ব্রাউজার ক্যাশে নির্ভর করে</li><li>ব্যবহারকারীদের টুলবক্সের ইউটিলিটি বিভাগে <em>ক্যাশ করা ডেটা মুছুন</em> থেকে লগ আউট করতে এবং ক্যাশে, সেশন ডেটা এবং অন্যান্য সংরক্ষিত তথ্য মুছে ফেলার অনুমতি দেয়</li><li>বাহ্যিক ডেটা প্রদর্শনের সময় তৃতীয় পক্ষের ভিজ্যুয়ালাইজেশন টুল অতিরিক্ত কুকিজ সেট করতে পারে</li></ul></p></div>",
    "de": "<div class='privacy-notice'><p><em>Zusammenfassung der wichtigsten Punkte unserer Datenschutzerklärung und Nutzungsbedingungen. Für vollständige Details lesen Sie bitte die vollständigen Dokumente über die unten stehenden Links.</em></p><p>MapX Datenverarbeitung:<ul><li>Sammelt Nutzungsprotokolle für Projektstatistiken</li><li>Teilt keine Daten mit Drittorganisationen</li><li>Speichert E-Mail-Adressen nur für authentifizierte Sitzungen</li><li>Verwendet Einmalpasswörter, die nie in der Datenbank gespeichert werden</li><li>Nutzt Browser-Cache für Leistungsoptimierung</li><li>Ermöglicht Benutzern, sich abzumelden und Cache, Sitzungsdaten und andere gespeicherte Informationen über <em>Zwischengespeicherte Daten löschen</em> im Bereich Dienstprogramme der Werkzeugbox zu löschen</li><li>Visualisierungstools von Drittanbietern können zusätzliche Cookies setzen, wenn externe Daten angezeigt werden</li></ul></p></div>"
  },
  {
    "id": "privacy_consent",
    "en": "I've read and consent to the <a href={{privacy_link}} target=\"_blank\">privacy policy</a> and the <a href={{tou_link}} target=\"_blank\">terms of use</a>",
    "fr": "J'ai lu et j'accepte la <a href={{privacy_link}} target=\"_blank\">politique de confidentialité</a> et les <a href={{tou_link}} target=\"_blank\">conditions d'utilisation</a>",
    "es": "He leído y acepto la <a href={{privacy_link}} target=\"_blank\">política de privacidad</a> y los <a href={{tou_link}} target=\"_blank\">términos de uso</a>",
    "ru": "Я прочитал(а) и соглашаюсь с <a href={{privacy_link}} target=\"_blank\">политикой конфиденциальности</a> и <a href={{tou_link}} target=\"_blank\">условиями использования</a>",
    "zh": "我已阅读并同意<a href={{privacy_link}} target=\"_blank\">隐私政策</a>和<a href={{tou_link}} target=\"_blank\">使用条款</a>",
    "ar": "لقد قرأت وأوافق على <a href={{privacy_link}} target=\"_blank\">سياسة الخصوصية</a> و<a href={{tou_link}} target=\"_blank\">شروط الاستخدام</a>",
    "fa": "من <a href={{privacy_link}} target=\"_blank\">سیاست حفظ حریم خصوصی</a> و <a href={{tou_link}} target=\"_blank\">شرایط استفاده</a> را خوانده و می‌پذیرم",
    "ps": "ما <a href={{privacy_link}} target=\"_blank\">د محرمیت تګلاره</a> او <a href={{tou_link}} target=\"_blank\">د کارولو شرایط</a> لوستلي او منم",
    "bn": "আমি <a href={{privacy_link}} target=\"_blank\">গোপনীয়তা নীতি</a> এবং <a href={{tou_link}} target=\"_blank\">ব্যবহারের শর্তাবলী</a> পড়েছি এবং সম্মত আছি",
    "de": "Ich habe die <a href={{privacy_link}} target=\"_blank\">Datenschutzerklärung</a> und die <a href={{tou_link}} target=\"_blank\">Nutzungsbedingungen</a> gelesen und stimme ihnen zu"
  }
]
